{
    "内科": {
        "名称": "内科",
        "学科级数": "二级学科",
        "学科分支": "呼吸内科，消化内科，心血管内科，神经内科，肿瘤科，内分泌科，血液内科，传染病科，小儿内科等",
        "常见疾病": "感冒、肺炎、肺气肿、肺结核、支气管扩张、哮喘、肺癌、肺心病、呼吸衰竭、慢性支气管炎、气胸、肺脓肿、胸腔积液、间质性肺疾病",
        "研究领域": "内科学的内容包含了疾病的定义、病因、致病机转、流行病学、自然史、症状、征候、实验诊断、影像检查、鉴别诊断、诊断、治疗、预后。",
        "主要检查方法": "透过病史询问或面谈进行理学检查",
        "主要治疗方法": "追踪观察、生活方式、药物等"
    },
    "消化内科": {
        "名称": "消化内科",
        "学科级数": "三级学科",
        "学科分支": "",
        "常见疾病": "贲门失弛缓症、弥漫性食管痉挛、食管裂孔疝、食管炎、Barrett食管、食管憩室、缺铁性咽下困难、贲门粘膜撕裂综合征、食管良性肿瘤、食管癌、急性胃炎、慢性胃炎、胃粘膜巨肥症、急性胃扩张、胃扭转、胃内异物、消化性溃疡、胃大部切除术后远期并发症、胃良性肿瘤、恶性粘膜下肿瘤、胃癌、功能性消化不良、胃轻瘫综合征、急性肠炎、十二指肠炎、嗜酸性粒细胞性胃肠炎、急性出血坏死性小肠炎、肠系膜上动脉综合征、肠结核",
        "研究领域": "消化内科是研究食管、胃、小肠、大肠、肝、胆及胰腺等疾病为主要内容的临床三级学科。",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "内分泌科": {
        "名称": "内分泌科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "糖尿病、肥胖症、骨质疏松、痛风、脂质代谢紊乱以及甲状腺、垂体、肾上腺、性腺、甲状旁腺等",
        "研究领域": "是医院中一个专门治疗内分泌科疾病的地方",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "神经内科": {
        "名称": "神经内科",
        "学科级数": "二级学科",
        "学科分支": "",
        "常见疾病": "脑血管疾病（脑梗塞、脑出血）、偏头痛、脑部炎症性疾病（脑炎、脑膜炎）、脊髓炎、癫痫、痴呆、代谢病和遗传倾向疾病、三叉神经痛、坐骨神经病、周围神经病及重症肌无力等",
        "研究领域": "是关于神经方面的二级学科",
        "主要检查方法": "头颈部MRI，CT，ECT，PETCT，脑电图，TCD（经颅多普勒超声），肌电图，诱发电位及血流变学检查、基因诊断等",
        "主要治疗方法": ""
    },
    "肾内科": {
        "名称": "肾内科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "急性肾小球肾炎、急进性肾小球肾炎、慢性肾小球肾炎、肾病综合征、IgA肾病、间质性肾炎、肾小管酸中毒、急性肾衰竭、慢性肾衰竭、膜性肾病、系统性红斑狼疮肾炎、高血压肾损害、糖尿病肾病等",
        "研究领域": "是各级医院为了诊疗肾脏病而设置的一个临床科室",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "传染病科": {
        "名称": "传染病科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "菌痢、伤寒、霍乱、甲型毒性肝炎、流脑、猩红热、百日咳、流感、麻疹、丝虫病、乙型脑炎、血吸虫病等",
        "研究领域": "传染病科是治疗传染病的部门",
        "主要检查方法": "",
        "主要治疗方法": "了解该种病原性的微生物对药物的敏感度或是抗药性以决定对患者施用抗生素的种类和剂量，依据抗药型给予患者最有利的治疗方式"
    },
    "外科": {
        "名称": "外科",
        "学科级数": "二级学科",
        "学科分支": "普通外科（简称普外）、心胸外科、肝胆外科、泌尿外科、矫形外科、神经外科、烧伤、整形科、显微外科等",
        "常见疾病": "创伤，感染，肿瘤，畸形和功能障碍",
        "研究领域": "外科是研究外科疾病的发生，发展规律及其临床表现，诊断，预防和治疗的科学",
        "主要检查方法": "对AD或其并发症的手术处理原则上所有A型（近端型）均要考虑手术B型（远端型）一般采用药物治疗有外科指证时则手术治疗",
        "主要治疗方法": "以手术切除、修补为主要治病手段"
    },
    "肝胆外科": {
        "名称": "肝胆外科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "肝细胞癌",
        "研究领域": "主要研究肝细胞癌、肝胆管结石、肝炎后肝硬化和重型肝炎所致的急性肝功能衰竭是严重威胁国人健康的重大疾病",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "脑外科": {
        "名称": "脑外科、神经外科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "颅内感染性疾病、颅内寄生虫病、功能性神经外科疾病、头外伤颅内血肿、脑挫裂伤、脑肿胀、脊髓肿瘤、颅内肿瘤、脑血管病、各种先天性颅病、脊髓畸形、高血压脑出血",
        "研究领域": "是利用神经外科学，并以检查为主，手术为径，综合治疗，全面评估的学科",
        "主要检查方法": "",
        "主要治疗方法": "以手术为主"
    },
    "骨科": {
        "名称": "骨科、矫形外科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "骨折、股和关节化脓性感染、股和关节结核、非化脓性关节炎、骨肿瘤、骨质增生、风湿、颈椎病、强直性脊柱炎等",
        "研究领域": "主要研究骨骼肌肉系统的解剖、生理与病理，运用药物、手术及物理方法保持和发展这一系统的正常形态与功能",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "肛肠外科": {
        "名称": "肛肠外科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "痔疮、肛裂、肛痿、肛周脓肿、肛乳头瘤、肛隐窝炎、化脓性大汗腺炎、肛门狭窄、肛门失禁、肛门湿疣、肛门湿疹、肛门瘙痒症、肛门周围神经性皮炎、肛门接触性皮炎、肛门白化斑、肛门癣、肛门闭锁、肛管炎、耻骨直肠肌综合症、骶尾部畸胎瘤、肛门良性和恶性肿瘤、肛管皮肤缺损、直肠尿道痿、蛲虫病、直肠癌、直肠类癌、直肠息肉、脱肛、直肠前突、直肠炎（溃疡性、放射性、淋菌性、非淋菌性、非特异性等）、克隆氏病、直肠阴道痿、直肠内套叠、肛门直肠损伤和异物、粪嵌塞、肛门直肠神经官能症、孤立性直肠溃疡综合症等",
        "研究领域": "是以手术为主要方法治疗发生于肛门和大肠部位的肿瘤、外伤及其他疾病的临床学科",
        "主要检查方法": "",
        "主要治疗方法": "以手术为主要方法治疗"
    },
    "泌尿外科": {
        "名称": "泌尿外科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "各种尿结石和复杂性肾结石；肾脏和膀胱肿瘤；前列腺增生和前列腺炎；睾丸附睾的炎症和肿瘤；睾丸精索鞘膜积液；各种泌尿系损伤；泌尿系先天性畸形如尿道下裂、隐睾、肾盂输尿管连接部狭窄所导致的肾积水等",
        "研究领域": "",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "乳腺外科": {
        "名称": "乳腺外科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "乳腺增生、乳腺肿块",
        "研究领域": "是临床外科学下一学科分支，主要针对乳腺疾病的外科学方面",
        "主要检查方法": "",
        "主要治疗方法": "中医、西医、华氏妇方贴"
    },
    "皮肤科": {
        "名称": "皮肤科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "牛皮癣 、 疱疹 、酒渣鼻 、脓疱疮 、化脓菌感染 、疤痕 、癣 、鱼鳞病 、腋臭 、青春痘 、毛囊炎 、斑秃脱发 、男科炎症 、婴儿尿布疹 、鸡眼 、雀斑 、汗疱疹 、螨虫性皮炎 、白癜风 、湿疹 、灰指甲 、硬皮病 、皮肤瘙痒 、口腔部护理 、脱毛 、黄褐斑等",
        "研究领域": "皮肤科属于外科，主要治疗各种皮肤病",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "性病科": {
        "名称": "性病科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "艾滋病、淋病、梅毒、软下疳、性病性淋巴肉芽肿、非淋菌性尿道炎、尖锐湿疣、生殖器疱疹",
        "研究领域": "治疗性病的专业级科室，属于皮肤科",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "妇产科": {
        "名称": "妇产科",
        "学科级数": "二级学科",
        "学科分支": "",
        "常见疾病": "产后抑郁症",
        "研究领域": "主要研究女性生殖器官疾病的病因、病理、诊断及防治，妊娠、分娩的生理和病理变化，高危妊娠及难产的预防和诊治，女性生殖内分泌，计划生育及妇女保健等",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "妇科": {
        "名称": "妇科",
        "学科级数": "",
        "学科分支": "西医妇科、中医妇科",
        "常见疾病": "宫颈炎、阴道炎、盆腔炎、子宫内膜炎、尿道炎等、无痛人流、可视人流、微创人流、药物流产、尖锐湿疣、梅毒、生殖器疱疹、淋病、不规则子宫出血、功能失调性子宫出血、闭经、绝经、宫颈性不孕、内分泌性不孕、子宫性不孕、输卵管性不孕、阴唇整形术、丰胸美乳、处女膜修复术、阴道紧缩术、子宫肌瘤、宫颈囊肿、卵巢肿瘤、宫颈癌等",
        "研究领域": "妇科是妇产科的一个分支专业，是以诊疗女性妇科病为诊疗的专业科室",
        "主要检查方法": "妇科常规检查、白带的常规检查、阴道式B超检查、宫颈刮片检查、乳腺检查",
        "主要治疗方法": ""
    },
    "产科": {
        "名称": "产科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "",
        "研究领域": "主要研究女性生殖器官疾病的病因、病理、诊断及防治，妊娠、分娩的生理和病理变化，高危妊娠及难产的预防和诊治，女性生殖内分分泌，计划生育及妇女保健等",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "口腔科": {
        "名称": "口腔科",
        "学科级数": "",
        "学科分支": "口腔外科、口腔内科、口腔修复",
        "常见疾病": "口腔颌面部皮样、表皮颌下间隙感染、颌面部淋巴管瘤、齿状突发育畸形、上颌窦恶性肿瘤、颌骨造釉细胞瘤、慢性筛窦炎、下颌后缩、四环素牙、舌白斑等",
        "研究领域": "",
        "主要检查方法": "",
        "主要治疗方法": "根管治疗、牙齿再植术、牙龈切除术"
    },
    "精神科": {
        "名称": "精神科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "脑器质性精神障碍（包括阿尔茨海默病、血管性痴呆、脑外伤所致精神障碍、颅内感染所致精神障碍、肺肿瘤所致精神障碍、梅毒所致精神障碍、癫痫性精神障碍、HIV/AIDS所致精神障碍）、躯体疾病所致精神障碍（包括躯体感染所致精神障碍、内脏器官疾病所致精神障碍、内分泌疾病和代谢性疾病所致精神障碍、系统性红斑狼疮所致精神障碍、恶性肿瘤所致精神障碍）、精神活性物质所致精神障碍（包括阿片类药物滥用、酒精所致精神神经损害相关因素与临床表现、镇静催眠抗焦虑药滥用、中枢神经系统兴奋剂滥用、氯胺酮滥用、烟草滥用、大麻滥用）、精神分裂症、偏执性及其他精神病性障碍（持久妄想性障碍、急性短暂精神病性障碍、感性性精神病、分离情感性精神障碍）、心境障碍、分离性障碍、神经症性障碍（恐惧症、焦虑症、躯体形式障碍、神经衰弱及慢性疲劳综合征）、应激相关障碍（急性应激障碍、创伤后应激障碍、适应性障碍）、心理因素相关生理障碍（进食障碍、睡眠障碍、性功能障碍）、人格障碍与性心理障碍、精神发育迟滞、心理发育障碍（特定性言语与语言发育障碍、特定性学校技能发育障碍、特定性运动技能发育障碍、儿童孤独症及其他广泛性发育障碍）、儿童少年期行为和情绪障碍（包括注意缺陷与多动障碍、品行障碍、抽动障碍、其他行为障碍、分离性焦虑障碍、恐惧性焦虑障碍、选择性缄默症）",
        "研究领域": "涉及到的疾病主要以精神病为主，是一组以表现在行为、心理活动上的紊乱为主的神经系统疾病",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "男科": {
        "名称": "男科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "泌尿外科疾病、性病、男性不育、性功能障碍、男性生殖整形、前列腺炎",
        "研究领域": "是指男子生殖系统的生理、病理变化的一门综合学科",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "儿科": {
        "名称": "儿科",
        "学科级数": "二级学科",
        "学科分支": "新生儿科、小儿内科、小儿外科、小儿肛肠科、小儿骨科、小儿眼科、小儿耳鼻喉科、小儿口腔科、新生儿及小儿重症监护室",
        "常见疾病": "小儿流行性感冒、新生儿肺炎、手足口病、小儿惊厥、小儿高热、脑性瘫痪综合征、生素A缺乏病、疝气、弱智、小儿多动症、小儿急性喉炎、儿童抽动障碍",
        "研究领域": "是全面研究小儿时期身心发育、保健以及疾病防治的综合医学科学。凡涉及儿童和青少年时期的健康与卫生问题都属于儿科范围",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "肿瘤科": {
        "名称": "肿瘤科",
        "学科级数": "二级学科",
        "学科分支": "肿瘤内科、肿瘤放射治疗科和肿瘤外科等",
        "常见疾病": "乳腺癌、肺癌、肝癌、胃癌、结肠癌、直肠癌、食管癌、胰腺癌、鼻咽癌、膀胱癌、宫颈癌、前列腺癌、卵巢癌、肾癌、甲状腺癌、淋巴瘤、白血病、子宫内膜癌、黑色素瘤、骨肉瘤",
        "研究领域": "主要从事各种良、恶性肿瘤的内科治疗、肿瘤的放射线治疗、提供以手术为主的综合治疗",
        "主要检查方法": "",
        "主要治疗方法": "手术、综合治疗"
    },
    "急诊科": {
        "名称": "急诊科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "",
        "研究领域": "是医院中重症病人最集中、病种最多、抢救和管理任务最重的科室，是所有急诊病人入院治疗的必经之路",
        "主要检查方法": "",
        "主要治疗方法": "抢救"
    },
    "中医科": {
        "名称": "中医科",
        "学科级数": "",
        "学科分支": "中医外科、中医内科、中医男科等",
        "常见疾病": "冠心病、心律失常、脑梗塞、脑动脉硬化、顽固性头痛、急慢性肾炎、泌尿系结石、男科病、脾胃病、糖尿病、各种心身疾病、中风、偏瘫、风湿性关节炎、哮喘、颈椎病、腰椎增生及腰椎间盘突出症",
        "研究领域": "采用中药治疗各种疾病，运用针灸、理疗等方法治疗疾病，开设针灸减肥门诊",
        "主要检查方法": "",
        "主要治疗方法": ""
    },
    "神经科": {
        "名称": "神经科",
        "学科级数": "",
        "学科分支": "",
        "常见疾病": "脑血管疾病(脑梗塞、脑出血)、偏头痛、脑部炎症性疾病(脑炎、脑膜炎)、脊髓炎、癫痫(抽搐)、帕金森、癫痫、脑瘫、共济失调、扭转痉挛、孤独症、老年性痴呆、神经系统变性病、代谢病和遗传病、三叉神经痛、坐骨神经病、周围神经病(四肢麻木、无力)以及重症肌无力、神经衰弱、失眠等",
        "研究领域": "",
        "主要检查方法": "CT、脑电图、TCD(经颅多普勒超声)及血流变学检查",
        "主要治疗方法": ""
    }
}